Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: "Prince Mohammed bin Salman: Naive, arrogant Saudi prince is playing with fire:German intelligence memo shows the threat from the kingdom's headstrong defence minister". The Independent. Archived from the original on 10 January 2016..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Alison Smaledec (3 December 2015).
ne: The Independent.

source: "Germany Rebukes Its Own Intelligence Agency for Criticizing Saudi Policy". The New York Times. Archived from the original on 7 July 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Trump congratulates newly-elevated Saudi Arabian crown prince"..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ignatius, David; Ignatius, David (20 April 2017).
ne: Archived from the original on 10 January 2016..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Alison Smaledec (३ डिसेम्बर २०१५), "Germany Rebukes Its Own Intelligence Agency for Criticizing Saudi Policy", The New York Times, ७ जुलाई २०१७-को मूल रूप सङ्ग्रहित। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Trump congratulates newly-elevated Saudi Arabian crown prince"..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ignatius, David; Ignatius, David (20 April 2017).

source: Mohammed bin Salman bin Abdulaziz Al Saud (Arabic: محمد بن سلمان بن عبدالعزيز آل سعود‎ Muhammad bin Salmān bin ‘Abd al-‘Azīz Āl Sa‘ūd; born 31 August 1985[1][2][3]), known colloquially as MBS,[1][4][5] is the Crown Prince of Saudi Arabia, also serving as First Deputy Prime Minister,[6] President of the Council for Economic and Development Affairs and Minister of Defense—the world's youngest office holder at the time.[7] He has been described as the power behind the throne of his father, King Salman, who suffers from Alzheimer's disease.[8] He was appointed Crown Prince[9] in June 2017 following his father's decision to remove Muhammad bin Nayef from all positions, making Mohammed bin Salman heir apparent to the throne.[10][11][12] Though Saudi Arabia sees its neighbour the UAE as being junior to itself, the Saudi Crown Prince is seen as being under the influence of Mohammed bin Zayed Al Nahyan, who is the Crown Prince of the Emirate of Abu Dhabi and de facto leader of the UAE.[13][14]
ne: मोहम्मद बिन सलमान बिन अब्दुला जिज अल साउद (अरबिक Arabic: محمد بن سلمان بن عبدالعزيز آل سعود‎ Muhammad bin Salmān bin ‘Abd al-‘Azīz Āl Sa‘ūd; जन्म ३१ अगस्ट १९८५ [1][2][3]), साउदी अरेबियाका युवराज हुन् र प्रथम उप प्रधानमन्त्रि ,[6] आर्थिक तथा विकास मामिला परिषदको अध्यक्ष र रक्षा मन्त्रि -( समयको सबैभन्दा युवा रक्षा मन्त्रि) को रुपमा सेवा गरिरहेका छन् [7] उनलाई आफ्नो बुबा, सलमान बिन अब्दुलाजिज अल साउद, को सिंहासनको शक्तिको रूपमा वर्णन गरिएको छ, जो अल्जाइमर. बाट ग्रसित छन् । [8] उनी आफ्ना पिताले मुहमद बिन नयेफलाई सम्पूर्ण पदबाट हटाउने निर्णय गरेर मोहम्मद बिन सलमानलाई आफ्नो उताराधिकारी बनाएपछी , युवराज नियुक्त भएका थिए ।[9][10][11][12] साउदी अरबले आफ्नो छिमेकी संयुक्त अरब इमिरेट्स आफु भन्दा कनिष्ठ ठान्ने गरेपनि साउदी युवराज आबु धाबी को इमिरेट्स को युवराज तथा वास्तविक नेता मोहम्मद बिन जायद अल नाहयानबाट प्रभावित छन्। [13][14]

source: He has led several successful reforms, which include regulations restricting the powers of the religious police,[15] and the removal of the ban on female drivers.[16] Further cultural developments under his reign include the first Saudi public concerts by a female singer, the first Saudi sports stadium to admit women,[17] and an increased presence of women in the workforce.[18] His proposed Saudi 2030 vision includes economic, social and religious changes, and plans to list shares of the coveted, state-owned oil company Aramco.[19][20][21]
ne: उनले धार्मिक प्रहरीहरुको नियमन कडाई ,[15] र महिला सवारी चालकमाथिको प्रतिबन्ध हटाउने जस्ता धेरै सफल सुधारहरूको नेतृत्व गरे । [16] उनको कार्यकालमा भएका अन्य सास्कृतिक विकासमा महिला कलाकारद्वारा गरिएको पहिलो साउदी सार्वजनिक सांगीतिक कार्यक्रम , साउदी खेलकुद रंगशालामा महिलालाई भर्ना ,[17] र कर्मचारी कार्यक्षेत्रमा महिलाको सङ्ख्या वृद्धि रहेका छन् । [18] उनको प्रस्तावित साउदी २०३० भिजनमा आर्थिक, सामाजिक र धार्मिक परिवर्तन उल्लेख गरिएको छ राज्यको स्वामित्वमा रहेको आरामको कम्पनीलाई सार्वजनिक कम्पनी बनाउने योजना रहेको छ ।[19][20][21]

source: Despite international praise for his strides towards liberalisation of Saudi domestic issues, commentators and human rights groups have been vocally critical of bin Salman's leadership and the shortfalls of his reform program, citing his detention and torture of human rights activists, intervention in Yemen, escalation of Saudi's diplomatic crisis with Qatar[22] and the start of the diplomatic crisis with Lebanon, as well as his arrests of members of the Saudi royal family in November 2017.[23][24][25] Despite promised reforms, arrests and persecution of human rights activists have risen under Mohammed bin Salman. Amnesty International and Human Rights Watch continue to criticize the Saudi government for its violations of human rights.[26][27][28]
ne: साउदी आन्तरिक मामिलाको उदारीकरण साउदी युवराजको कदमको अन्तरास्ट्रिय रुपमा प्रशंसा भए पनि भाष्यकार र मानव अधिकारवादी समुहहरुले उनको 'मानवअधिकारकर्मी नजरबन्द र यातना ','यमनमा गरिएको हस्तक्षेप ' र 'साउदीको कतार संगको कुटनीतिक संकट' [22] र 'लेबनान सँग कुटनीतिक संकटको ' सुरुवात र साथ साथै नोबेम्बर २०१७ मा साउदी राजपरिवार सदस्यको पक्राउको लागि सलमानको नेतृत्वको आलोचना गर्छन्।[23][24][25] गरिएको सुधारहरु, मानव अधिकारवादीहरुको पक्राउ तथा उत्पीडनक बाबजुद मोहमद बिन सलमानको कार्यकालमा मानव अधिकारवादीको उपस्थिति बढिरहेको छ। एमनेस्टी इन्टरनेशनल र ह्युमन राइट वाचले मानव अधिकार हननको आरोपमा साउदी सरकारको आलोचना गरिरहेका छन्।[26][27][28]

source: Mohammed bin Salman Al Saud was born on 31 August 1985.[2][3][29] He is the son of King Salman from his third spouse,[30] Fahda bint Falah bin Sultan bin Hathleen.[1] She is the granddaughter of Rakan bin Hithalayn, who was the head of the Al Ajman tribe.[31]
ne: मोहमद बिन सलमानको जन्म ३१ अगस्ट १९८५ मा भएको थियो। उनी राजा सलमान बिन अब्दुलाजिज अल साउद र उनकी तेश्रो पत्नीको पुत्र थिए । [30] [1] [31]

source: Prince Mohammed bin Salman is the eldest among his mother's children;[30] his siblings are Turki bin Salman, former chairman of the Saudi Research and Marketing Group, and Khalid bin Salman.[32] Prince Mohammed holds a bachelor's degree in law from King Saud University.[33]
ne: राजकुमार मोहमद बिन सलमान आफ्नो अआमको सन्तान मध्ये जेठो थिए ।[30] उनका सहोदरहरु तुर्की बिन सलमान र खालिद बिन सलमान थिए।[32] राजकुमार मोहमद बिन सलमान ले किङ साउद युनिभर्सिटीबाट कानुनमा स्नातक गरेका छन् ।[33]

source: After graduating from college, Mohammed bin Salman spent several years in the private sector before becoming personal aide to his father. He worked as a consultant for the Experts Commission, working for the Saudi Cabinet.[34]
ne: कलेजबाट स्नातक भएपछि, मोहम्मद बिन सलमानले आफ्नो आफ्नो पितालाई व्यक्तिगत सहयोग गर्नु अघि निजी क्षेत्रमा धेरै वर्ष बिताए। उनले साउदी मंत्रिमण्डलका लागि विशेषज्ञहरू आयोगको लागि परामर्शदाताको रूपमा काम गरे।[34]

source: In June 2012, Crown Prince Nayef bin Abdulaziz Al Saud died and Prince Muhammad bin Salman moved up into the number two position in the hierarchy, as his father became the new crown prince and first deputy prime minister. He soon began remaking the court in his own image. On 2 March 2013, the chief of the Crown Prince court Prince Saud bin Nayef was appointed governor of the Eastern Province and Prince Mohammed bin Salman succeeded him in the post.
ne: जुन २०१२ मा युवराज नयेफ बिन अल साउदको मृत्यु भयो र राजकुमार बिन सलमान मर्यादाक्रममा दुई ओहोदा माथि पुगे जब उनका पिता नया युवराज तथा प्रथम उप प्रधानमन्त्री बने। उनले चाडैनै न्यायालयमा आफ्नो छवी प्रस्तुत गरे। 2 मार्च २०१३ मा उनलाई मन्त्रीको दर्जा दिइयो ।[38][39][40] २५ अप्रिल २०१४ मा राजकुमार मोहमद राज्य मन्त्रि नियुक्त गरियो ।[36]

source: On 23 January 2015, King Abdullah died, Salman took the throne and Prince Mohammed bin Salman was appointed Minister of Defense.[41] He was also named as the Secretary General of the Royal Court on the same date.[42] In addition he retained his post as the Minister of the State.[43][44]
ne: २३ जनवरी २०१५ मा, राजा अब्दुल्लाह को निधन भएपछी राजा सलमानले गद्धी सम्हाले र राजकुमार बिन सलमान रक्षा मन्त्रि नियुक्त भए । [41] यसै मितिमा उनलाई शाही न्यायालयको मह सचिव तोकियो।[42] यसैमा उनको राज्य मन्त्रीको ओहोदाको पनि निरन्तरता दिइयो।[43][44]

source: Mohammed bin Salman was appointed Crown Prince on 21 June 2017, following his father's decision to depose Muhammad bin Nayef, making him heir apparent to the throne.[54] The change of succession had been predicted in December 2015 by an unusually blunt and public memo published by the German Federal Intelligence Service,[55][56] which was subsequently rebuked by the German government.[57]
ne: मोहमद बिन सलमान २१ जुन २०१७ मा युवराज नियुक्त भए जब उनका पिताले मोहमद बिन नयेफ लाई हटाएर उनलाई सिंहासनको उत्तराधिकारी बनाउने निर्णय गरे ।[54] उत्तराधिकारीको परिवर्तनको अनुमान डिसेम्बर २०१५ तिर जर्मनीको गुप्तचरले गरेको थियो । [55][56] [57]

source: Lakshmi Niwas is a Rana palace in Maharajgunj, Kathmandu, the capital of Nepal. The palace complex, located north of the Bagmati river, was incorporated in an impressive and vast array of courtyards, gardens and buildings. It was built by Chandra Shumsher JBR, at the time prime minister and the executive leader of Nepal.[1]
ne: लक्ष्मी निवास नेपालको राजधानी काठमाडौँ महाराजगन्जमा अवस्थित एक राणाकालीन दरबार हो । यो दरबार परिशर बागमती नदीको उत्तर पट्टि रहेको छ। यो दरबार आकर्षक आँगन , बगैचा र भवनको व्यूह-रचनाले सुसज्जित रहेको छ। यो दरबारको निर्माण चन्द्र शमशेरले ,आफ्नो प्रधानमन्त्रि कालमा बनाउन लगाएका थिए .

source: The palace complex was built by Chandra Shumsher JBR for his son Mohan Shumsher JBR in 1905 under first engineer brothers of Nepal Kumar Narasingh Rana and Kishor Narasingh Rana. Mohan Shumsher moved to Lakshmi Nivas permanently from his fathers palace Singha durbar only after death of his father Chandra Shumsher in 1929 until 1948, when he moved back to Singha Durbar as prime minister. Later after the fall of the Rana dynasty in 1951, Mohan Shumsher left Singha Durbar for Lakshmi Niwas in 1953 after he was ordered by His Majesty's Government to leave the palace while claiming back Singha Durbar as a National Property.[1]
ne: यो दरबार परिशर चन्द्र शमशेर जबराले १९६१ मा आफ्नो पुत्र मोहन शमशेर को लागि नेपालको पहिलो इन्जीनियर दाजुभाइ कुमार नरसिंह राणा र किशोर नरसिंह राणाको सुपरिवेक्षणमा बनाउन लागेका थिए। मोहन शमशेर स्थाई रुपमा पिता चन्द्र शमाशेको निधन भएपछि सरेका थिए , बि.सं. २००४ मा उनी प्रधानमन्त्री भएपछी उनी प्रधानमन्त्रि निवास सिंहदरबार सरे । बि.सं. २००७ मा राणा शासन अन्त्य भएपछी सिंह दरबार श्री ५ को सरकारको सचिवालयमा परिणत भयो र श्री ५ को सरकारको आदेशमा मोहन शमशेर सिंह दरबार छोडेर लक्ष्मी निवास सरे । [1]

source: After the fall of the Rana regime, Lakshmi Niwas was occupied and owned by Mohan Shumsher JBR but later he fled from Nepal, causing the nationalization of all his property along with Lakshmi Niwas. Currently the palace is occupied and owned by the Nepal army.[1]
ne: राणा शासनको अन्त्य पछी लक्ष्मी निवास मोहन शमशेरको नाममा थियो तर उनी नेपाल छाडेर पलायन भएपछी उनको सारा सम्पति र लक्ष्मी निवास राष्ट्रियकरण गरियो । हाल यो दरबार नेपाली सेनाको नाममा छ र ओगटिएको छ ।

source: Rana palaces of Nepal Thapathali Durbar Singha Durbar
ne: थापाथली दरबार सिंहदरवार

source: OPEC
ne: ओपेक

source: Chronology
ne: कालक्रम

source: Archived from the original on June 9, 2007. Retrieved May 29, 2007..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ David S. Painter. "Oil and Geopolitics: The Oil Crises of the 1970s and the Cold War".
ne: Archived from the original on June 9, 2007.
